{
  "1": {
    "name": "Ángel Corral Arias",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_angel_corral_arias.png",
    "desc": "UX/Visual Senior Designer & UI Developer. Creó su primera web el siglo pasado y cuenta con más de 11 años de experiencia profesional. Desde hace 10 años además compagina con la docencia su trabajo para clientes como LG, Qbicom, MBO, Cohética digital, Human First, el Sindicato de Petróleo y Gas argentino, Movistar, el Dpto. de infografía de El Mundo o jDownloader. Es también coautor de dos guías prácticas editadas por Anaya Multimedia y está certificado como Adobe Certified Expert.",
    "links": {
      "linkedin": "http://www.linkedin.com/in/ancoar",
      "web": "http://www.ancoar.com/"
    }
  },
  "2": {
    "name": "Pablo G. Sarompas",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_pablo_g_sarompas.png",
    "desc": "Fotógrafo profesional galardonado con el LUX de Plata en la categoría de Moda y Belleza. Después de trabajar en Sogecable y en múltiples rodajes de cine y televisión, abre su propio estudio en Madrid donde realiza trabajos de publicidad para diversos clientes como Elio Berhanyer, Tous, Repsol, Cepsa, Yves Rocher, así como editoriales de moda, fotografía de viajes y reportaje de guerra.",
    "links": {
      "twitter": "https://www.twitter.com/sarompasestudio",
      "web": "http://www.sarompas.es/"
    }
  },
  "3": {
    "name": "Raúl González \"Rulo\"",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_raul_gonzalez.png",
    "desc": "Ilustrador especializado en las últimas técnicas de Concept Art para videojuegos y cine. Formado como realizador de cine de animación e ilustración, compagina su perfil docente con la participación en diferentes proyectos como ilustrador freelance. Con más de 8 años de experiencia profesional actualmente está centrado en el desarrollo de gráficos para videojuegos y Apps.",
    "links": {
      "web": "http://www.raulgonzalez2d.com/",
      "behance": "http://www.behance.net/kront"
    }
  },
  "4": {
    "name": "Patricio Román Bianchi",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_patricio_roman.png",
    "desc": "Licenciado en Diseño Gráfico Publicitario especializado en diseño editorial, retoque fotográfico y técnicas de impresión, \"Pato\" Román acumula 9 años de experiencia profesional como Diseñador Gráfico y Director de Arte Senior en varias agencias de renombre relacionadas con la comunicación y la publicidad como Positivo BTL /Pragma DDB Perú, Circus Leo Burnett o Cheeeeese! Madrid.",
    "links": {
      "web": "http://www.prbbook.com/"
    }
  },
  "5": {
    "name": "Álvaro Granados Pérez",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_Alvaro_Granados_Perez.png",
    "desc": "Ingeniero Informático reconvertido en artista 3D tras realizar su primer cortometraje de animación. Desde entonces, sus trabajos para empresas como Cuatro o Telecinco y sus más de 4 años de experiencia de docencia en el campo de la animación avalan su último proyecto personal 'Eideann', un cortometraje que recorre actualmente festivales a lo largo de todo el mundo.",
    "links": {
      "web": "http://www.alvarogranados.com/"
    }
  },
  "6": {
    "name": "Pedro Manero",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_pedro_manero.png",
    "desc": "Director Creativo Ejecutivo con más de una década de experiencia. En 2013 funda Beirut & Aterton donde continúa con su pasión por las campañas 360º (gráfica publicitaria, branding, diseño editorial...). Licenciado en Publicidad y RRPP por la Universidad Antonio de Nebrija, ha trabajado para marcas como LVMH, Moët Hennessy, Oracle, Grupo L´Oréal, Icex, Unilever, Shell, TAG Heuer, PwC o Bankinter.",
    "links": {
      "linkedin": "https://www.linkedin.com/in/pedro-manero-546abb26",
      "web": "http://www.beirutandaterton.com/"
    }
  },
  "7": {
    "name": "Alejandro Ronda Santamaría",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_alejandro_Ronda_Santamaria.png",
    "desc": "Comenzó como diseñador y postproductor. Más tarde trabajó como fotógrafo hasta encontrarse con la narrativa visual del cine y especializarse como director de fotografía hace más de 8 años. Con la unión de los conocimientos de postproducción y narración visual de imagen y luz derivó al mundo del etalonaje, trabajando en documentales, publicidad, videoclips y obras de ficción.",
    "links": {
      "vimeo": "https://vimeo.com/album/82980",
      "imdb": "http://www.imdb.com/name/nm3932755/"
    }
  },
  "8": {
    "name": "Alfonso Prieto Sarri",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_alfonso_prieto_sarri.png",
    "desc": "Modelador 3D y Senior Character Artist que comenzó su carrera como Ilustrador, está especializado en escultura digital e impresión 3D y tiene más de 6 años de experiencia profesional trabajando para diversas empresas dedicadas a la producción audiovisual, agencias de publicidad y estudios de desarrollo de videojuegos como Scale75, La Bombilla o Axxus Entertainment.",
    "links": {
      "linkedin": "http://www.linkedin.com/profile/view?id=45398788",
      "artstation": "https://www.artstation.com/artist/alfonsoprieto"
    }
  },
  "9": {
    "name": "Miguel San Segundo Martín",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_miguel_san_segundo_martin.png",
    "desc": "Desarrollador Full Stack JavaScript con más de 7 años de experiencia. Apasionado por la investigación, las soluciones brillantes y el espíritu de equipo. Experto en la creación de aplicaciones multidispositivo con HTML5, CSS3 y JS (Node.js, Angular.js, Backbone.js). Trabajando en equipos multidisciplinares adquirió su visión de que la UX, el desarrollo front-end y el back-end es un todo indivisible.",
    "links": {
      "linkedin": "https://www.linkedin.com/profile/view?id=93566220",
      "twitter": "https://twitter.com/miKsansegundo"
    }
  },
  "10": {
    "name": "Álvaro Rebollo",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_alvaro_rebollo.png",
    "desc": "MAXON Certified Instructor para Cinema 4D y licenciado en ingeniería técnica informática, Álvaro es especialista en 3D, VFX y Motion Graphics y tiene más de diez años de experiencia profesional. Trabaja como freelancer para diversos estudios, agencias de publicidad, productoras y cadenas de TV realizando proyectos internacionales para clientes como Discovery MAX Channel, AXN, FOX, MTV, Paramount o TVE.",
    "links": {
      "linkedin": "https://www.linkedin.com/pub/%C3%A1lvaro-rebollo-p%C3%A9rez/51/429/92",
      "vimeo": "http://vimeo.com/rebo"
    }
  },
  "11": {
    "name": "Jordi Solanes",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_jordi_solanes.png",
    "desc": "Character Animator con más de 7 años de experiencia en la industria. Basa su método pedagógico en todo lo aprendido durante su recorrido profesional en películas de animación como \"Planet 51\" o \"Mortadelo y Filemón\" en Ilion Animation Studios, series de animación como \"Jelly Jamm\" en 737 Shaker, \"Libertador\" en El Ranchito, o ahora en \"Capture the Flag\" en Lightbox Entertainment.",
    "links": {
      "linkedin": "https://www.linkedin.com/in/josolanes"
    }
  },
  "12": {
    "name": "Federico Moreno Penzo",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_federico_moreno_penzo.png",
    "desc": "Ingeniero en Informática Superior y Máster en Desarrollo de videojuegos por la Universidad Complutense de Madrid, fue ganador del premio del jurado de expertos de la industria en el festival de iDÉAME 2011 por el juego \"El Farol Pirata\". Entusiasta de las últimas tecnologías, en Simuak desarrolló un simulador de conducción de autoescuelas utilizando Unity 3D y ha participado en eventos de desarrollo de videojuegos como la Global Game Jam.",
    "links": {
      "linkedin": "https://www.linkedin.com/in/jfmorenop"
    }
  },
  "13": {
    "name": "Eduardo García",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_eduardo_garcia.png",
    "desc": "Programador empedernido, dedicado al desarrollo web desde antes de obtener su grado en Ingeniería Mecánica en el 2007. Comenzó sus andanzas con Flash MX, pasando rápidamente a PHP/MySQL y finalmente haciéndose fan boy de Node.js (bueno, iojs...). Profundo conocedor de AngularJS, Symfony2, Gulp, HTML y CSS; actualmente enamorado de ES 6, ReactJS y Koa. Pasa parte de su tiempo libre resolviendo problemas en StackOverflow y compartiendo ideas en GitHub.",
    "links": {
      "linkedin": "https://www.linkedin.com/pub/eduardo-garc%C3%ADa-sanz/43/29/463",
      "stackoverflow": "http://stackoverflow.com/users/94144/coma"
    }
  },
  "14": {
    "name": "Ulises Gascón",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_ulises_gascon.png",
    "desc": "Desarrollador Full Stack JavaScript especializado en Internet of Things con hardware libre como Arduino y Raspberry Pi. Colaborador activo en la comunidad de desarrollo de software libre. Experto en el desarrollo de prototipos y productos con HTML5, JS (Node.js, Backbone...). Ex-IBMer. En su años en IBM realizó diversas mejoras, aplicaciones y plugins para IBM Connections además de liderar equipos de innovación y formar a ejecutivos y empleados.",
    "links": {
      "linkedin": "http://www.linkedin.com/in/ulisesgascon",
      "twitter": "http://twitter.com/kom_256"
    }
  },
  "15": {
    "name": "Juan Ignacio \"Jota\" Pascual",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_jota_pascual.png",
    "desc": "Experimentado profesor especialista en infoarquitectura trabajando con Vray y motores de render en tiempo real como Unreal Engine 4, compositor en postproducción y artista de animación 3D. Tras terminar su formación en Realización Audiovisual y Dirección de Cine Digital, entra en la industria del Cine como Supervisor Técnico de VFX y continúa su experiencia laboral en Dirección de publicidad para TV. También crea \"Plasma Arts\", su propio estudio de Videojuegos.",
    "links": {
      "linkedin": "https://www.linkedin.com/pub/juan-ignacio-pascual-miguel/19/676/793"
    }
  },
  "16": {
    "name": "Daniel García \"Helix\"",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_daniel_helix.png",
    "desc": "Creativo multidisciplinar especializado en branding y packaging con más de 25 años de experiencia, ha trabajado en las consultoras de marca más importantes a nivel nacional e internacional: Landor Associates, Futurebrand, CBA (Ogilvy) y Addison y ha realizado proyectos para las primeras marcas del mercado: Danone, Movistar, Chupa-Chups, Kelloggs, Félix Solís, Navidul, Mercadona, Kraft Foods, Carrefour, Unilever, Eroski, Schweppes, Bonduelle, Nestlé, Campofrío, Auchan... También es colaborador con clientes directos.",
    "links": {}
  },
  "17": {
    "name": "Miguel Macaya",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_miguel_macaya.png",
    "desc": "Artista y compositor digital Licenciado en Bellas Artes y en Diseño. Ha trabajado recientemente en los estudios mas importantes de la industria de los VFX como Industrial Light and Magic, Framestore o MPC. En su trayectoria profesional Miguel ha vivido en Madrid, Dublin, Londres y Luzern trabajando en numerosos proyectos que van desde instalaciones audiovisuales y mapping hasta los mas grandes blockbusters como Los Guardianes de la Galaxia, pasando por publicidad audiovisual para marcas como Volkswagen, Guinness y Playstation. Miguel es profesor Certificado de Nuke por The Foundry y FXPHD e imparte cursos de Nuke en diversas universidades europeas.",
    "links": {}
  },
  "18": {
    "name": "Raúl Marín",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_raul_marin.png",
    "desc": "Senior UX Designer especializado en diseño de interfaces y experiencia de usuario para dispositivos móviles y sitios web. Cuenta con una experiencia profesional de más de 10 años, en los que ha participado en proyectos para start-ups y consultoras. Actualmente compagina su trabajo presencial como UX Designer en GFT Group para el cliente Bankia con la docencia en Fictizia.",
    "links": {}
  },
  "19": {
    "name": "Aníbal Santaella",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_anibal_santaella.png",
    "desc": "Artista y Director Creativo especializado en 3D. Es licenciado en Bellas Artes y graduado en “3D Animation and Visual Effects” por Vancouver Film School. Lleva 6 años en la industria profesional del 3D y la postproducción donde ha trabajado para compañías y clientes internacionales como The Mill, Swiss.se, BBC, National Geographic, Honda, Nike o Nissan. Es también el fundador y director de CAELVM.com, plataforma de creación y difusión de Arte.",
    "links": {}
  },
  "20": {
    "name": "David Iruzubieta",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_david_iruzubieta.png",
    "desc": "Desarrollador de software con más de 8 años de experiencia. La mayor parte de su vida laboral la ha pasado como freelance desarrollando proyectos para multitud de empresas y colectivos. Actualmente compagina su labor docente con su trabajo en ezzingSolar como responsable del equipo de desarrollo. Apasionado de la programación busca con la enseñanza formar a la nueva generación de desarrolladores.",
    "links": {}
  },
  "21": {
    "name": "Enrique Contreras",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_enrique_contreras.png",
    "desc": "Experto en WordPress con 6 años de experiencia como diseñador y desarrollador de sitios web orientados a maximizar los objetivos de marketing de las empresas. Fundador de una startup y con una larga experiencia como freelance. El perfil profesional de Enrique es un perfecto ejemplo de equilibrio entre grandes conocimientos sobre diseño y programación y las implementaciones necesarias para la generación y desarrollo de negocio en el mercado online.",
    "links": {}
  },
  "22": {
    "name": "Giancarlo Guerra Salvá",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_giancarlo_guerra_salva.png",
    "desc": "Programador especializado en Web Components y distintos frameworks JavaScript como React y Polymer. Hoy en día se encuentra centrado en tecnologías JS aunque también tiene una enorme experiencia con bases de datos MySQL, Oracle y MongoDB. Tras graduarse Computer Science por The American University of Washington DC, ha trabajado en distintos proyectos como desarrollador Full-Stack tanto en los EEUU como en Canadá. En España, Giancarlo participa en proyectos como Cells del BBVA, integrado en el equipo de Kairós DS.",
    "links": {}
  },
  "23": {
    "name": "Jon Rojí",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_jon_roji.png",
    "desc": "Frontend Team Leader en Sngular, donde comparte su pasión por las arquitecturas web, propiciando historias de amor estricto entre desarrolladores y código. Defensor de lo estándar, crítico con el código del día anterior, enfocado actualmente en sacar el máximo partido a Angular 2 y Polymer y trabajando en proyectos de gamificación multimedia en web, aplicaciones híbridas para móvil y arquitecturas de componentes utilizando también en su día a día otras tecnologías como NodejS, Gulp, Greenshock, Cordova, AWS, HTML5 y distintas librerías gráficas, así como animaciones y gráficos en CSS3.",
    "links": {}
  },
  "24": {
    "name": "Borja Godoy",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_borja_godoy.png",
    "desc": "Front developer en Sngular y Google Developers Groups Spain organizer. Desde que empezó en Sngular, está sumergido en el mundo de los Web Components y en una «polymerización» profunda. Buscando la innovación tecnológica ha iniciado varios proyectos personales pasando por programas de emprendimiento como «Think Big jóvenes» o las beca Talentum de Telefónica, donde desarrolló un sistema domótico modular mediante firebase. Es una persona muy activa en la comunidad de desarrolladores, organizando eventos como ExFest Cáceres y contribuyendo a algunos proyectos Open Source como Yeoman-generator.",
    "links": {}
  },
  "25": {
    "name": "Luis Felipe Camargo",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_luis_felipe_camargo.png",
    "desc": "Licenciado en Bellas Artes en 2006 y especializado en Ilustración y Diseño, Felipe ha trabajado con proyectos gráficos de lo más diverso como ilustrador, Diseñador y Director de Arte. Sus principales clientes son editoriales de libros y revistas, marcas de moda como Pepe Jeans y medios de comunicación. Felipe compagina la docencia con su trabajo freelancer junto a clientes nacionales e internacionales. Con más de 8 años de experiencia profesional, es un especialista en los sectores Editorial, Moda, Belleza y Literatura.",
    "links": {}
  },
  "26": {
    "name": "Carlos Hernández",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_carlos_hernandez.png",
    "desc": "Carlos es, desde 2014, el CTO de Gamify, una red social en la que ha implementado desde la maquetación frontend hasta la estructura interna de bigdata, pasando por los esquemas de datos, la gestión de los servidores y la programación de todo el código. Antes de la startup Gamify, ya contaba con más de 6 años de experiencia en el sector trabajando tanto en proyectos personales como con empresas de la talla de Fundación Repsol o Everis. Apasionado del desarrollo de software, también ha trabajado con hardware, middleware, inteligencia artificial, decenas de apis, interfaces de usuario, e incluso creó su propio motor gráfico 2d en Java, enfocado a crear un framework completo de desarrollo de videojuegos.",
    "links": {}
  },
  "27": {
    "name": "Jose Ramón Saura",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_jose_ramon_saura.png",
    "desc": "Consultor en Marketing Digital y SEO, fundó en 2012 Design Up Spain, una agencia de marketing digital y posicionamiento on-line que trabaja a modo de consultoría y estrategias SEO, SEM y redes sociales. Docente en escuelas de negocios como ESIC Business & Marketing School, Escuela Europea de Negocios (EEN), Escuela de Organización Industrial (EOI) o Centro de Estudios Financieros (CEF). Es organizador en GDGs y Marketing Mentor en programas de Google como Google Developer Launchpad, Google for Moms and Dads o Campus Madrid. Actualmente realiza una tesis doctoral con mención internacional en Harvard Business School y London South Bank University.",
    "links": {}
  },
  "28": {
    "name": "Mercedes Rodrigo",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_mercedes_rodrigo.png",
    "desc": "Licenciada en Bellas Artes, Mercedes comenzó su carrera profesional trabajando para algunos de los estudios de videojuegos más prestigiosos del país, como Rebel Act, Mercury Steam o Pyro Studios. En los últimos años compagina su trabajo como ilustradora y grafista con la docencia.",
    "links": {}
  },
  "29": {
    "name": "Jose Luis Represa",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_jose_luis_represa.png",
    "desc": "Programador JavaScript senior y uno de los arquitectos de la app de BBVA. En su día a día se dedica sobre todo a desarrollar aplicaciones híbridas con Ember.js y HTML5 pero cualquier idea o tecnología es buena para trastear y empezar un proyecto nuevo siempre que se pueda desarrollar con JavaScript. Una de sus virtudes es su pereza a la hora de realizar tareas complejas lo que le obliga a automatizar su trabajo mediante scripts utilizando Node.js y otras herramientas de automatización como Gulp o BroccoliJS.",
    "links": {}
  },
  "30": {
    "name": "Benjamín García Benet",
    "image": "http://www.fictizia.com/assets/imgs/profesores/profe_benjamin_garcia_benet.png",
    "desc": "Service Designer y UX, nació en Valencia, ciudad de la auténtica paella. Formado en Ingeniería del Diseño, ha trabajado varios años como diseñador UX en diferentes proyectos: desde un gran abanico de startups y pequeños proyectos de digitalización para pequeños negocios, hasta grandes empresas del mundo de la banca y las telecomunicaciones, desarrollando así proyectos para todo tipo de canales: web, móvil, televisión y otros gadgets. Actualmente trabaja como Service Designer en el equipo de experiencia e innovación de la consultora SopraSteria.",
    "links": {}
  }
}

